Repository: maunalinux/mauna-mycomputer
Catalog: po/*.po
Languages: eu_es, fa, he

source: About Mauna My Computer
eu_es: Mauna My Computerri buruz
fa: درباره Mauna کامپیوتر من
he: על מאונה המחשב שלי

source: UI for information and management of disks on your computer.
eu_es: Erabiltzailearen interfazea, bere konputagailuan diskoak informazioa emateko eta administratzeko.
fa: UI برای اطلاعات و مدیریت دیسک های روی کامپیوتر شما.
he: ממשק משתמש למידע וניהול דיסקים במחשב שלך.

source: Website
eu_es: Web gunea
fa: سایت اینترنتی
he: אתר אינטרנט

source: App Settings
eu_es: Aplikazioaren konfigurazioa
fa: تنظیمات برنامه
he: הגדרות אפליקציה

source: Control Panel
eu_es: Kontrol-panela
fa: صفحه کنترل
he: לוח בקרה

source: About Mauna
eu_es: Mauna-i buruz
fa: درباره مونا
he: לגבי מאונה

source: About App
eu_es: Aplikazioari buruz
fa: درباره برنامه
he: על אפליקציה

source: Folder :
eu_es: Karpeta :
fa: پوشه :
he: תיקיה:

source: Select Folder
eu_es: Aukeratu karpeta
fa: پوشه را انتخاب کنید
he: בחר תיקייה

source: Name :
eu_es: Izena :
fa: نام :
he: שם :

source: Icon :
eu_es: Ikonoa :
fa: آیکون :
he: סמל :

source: Preview :
eu_es: Aurrebista :
fa: پیش نمایش :
he: תצוגה מקדימה :

source: Add
eu_es: Gehitu
fa: اضافه کردن
he: לְהוֹסִיף

source: Remove Shortcut
eu_es: Zuzeneko sarbidea kendu
fa: حذف میانبر
he: הסר קיצור דרך

source: Edit Shortcut
eu_es: Sarrera zuzena editatu
fa: ویرایش میانبر
he: ערוך קיצור דרך

source: Update
eu_es: Eguneratu
fa: به روز رسانی
he: עדכון

source: No recent servers found
eu_es: Ez da zerbitzari berririk aurkitu
fa: هیچ سرور جدیدی پیدا نشد
he: לא נמצאו שרתים אחרונים

source: Recent Servers
eu_es: Zerbitzari berriak
fa: سرورهای اخیر
he: שרתים אחרונים

source: Device Model
eu_es: Gailu-eredua
fa: مدل دستگاه
he: דגם מכשיר

source: Device Path
eu_es: Gailuaren ibilbidea
fa: مسیر دستگاه
he: נתיב מכשיר

source: Mountpoint
eu_es: Muntaia-puntua
fa: نقطه کوه
he: נקודת מאונט

source: Filesystem
eu_es: Artxibo-sistema
fa: سیستم فایل
he: מערכת קבצים

source: Used
eu_es: Erabilia
fa: استفاده شده
he: בשימוש

source: Free
eu_es: Dohainik
fa: رایگان
he: חינם

source: Total
eu_es: Guztira
fa: جمع
he: סה"כ

source: Ok
eu_es: Ados
fa: خوب
he: בסדר

source: message
eu_es: Mezu
fa: پیام
he: הוֹדָעָה

source: Connect As
eu_es: Nola konektatu
fa: اتصال به عنوان
he: התחבר כ

source: Anonymous
eu_es: Anonimoa
fa: ناشناس
he: בעילום שם

source: Registered User
eu_es: Erregistratutako Erabiltzailea
fa: کاربر ثبت نام شده
he: משתמש רשום

source: Username:
eu_es: Erabiltzaile-izena:
fa: نام کاربری:
he: שם משתמש:

source: Domain:
eu_es: Domeinua:
fa: دامنه:
he: תְחוּם:

source: Password:
eu_es: Pasahitza:
fa: کلمه عبور:
he: סיסמה:

source: Forget password immediately
eu_es: Ahaztu pasahitza berehala
fa: بلافاصله رمز عبور را فراموش کرده اید
he: שכח את הסיסמה מיד

source: Remember password after you logout
eu_es: Saioa itxi ondoren pasahitza gogoratu
fa: پس از خروج رمز عبور را به خاطر بسپارید
he: זכור את הסיסמה לאחר היציאה

source: Remember forever
eu_es: Gogoratu betiko
fa: برای همیشه به خاطر بسپار
he: תזכור לתמיד

source: Cancel
eu_es: Ezeztatu
fa: لغو کنید
he: לְבַטֵל

source: Connect
eu_es: Konektatu
fa: اتصال
he: לְחַבֵּר

source: Connect to Server
eu_es: Zerbitzarira konektatzea
fa: به سرور متصل شوید
he: התחבר לשרת

source: Enter server address…
fa: آدرس سرور را وارد کنید…
he: הזן כתובת שרת...

source: Server Addresses
eu_es: Zerbitzarien helbideak
fa: آدرس های سرور
he: כתובות שרת

source: Server addresses are made up of a protocol prefix and an address. Examples:
eu_es: Zerbitzari-helbideak protokolo-aurrizki batez eta helbide batez osatuta. Adibideak:
fa: آدرس های سرور از یک پیشوند پروتکل و یک آدرس ساخته شده اند. مثال ها:
he: כתובות שרת מורכבות מקידומת פרוטוקול וכתובת. דוגמאות:

source: Available Protocols
eu_es: Eskuragarri dauden protokoloak
fa: پروتکل های موجود
he: פרוטוקולים זמינים

source: Prefix
eu_es: Aurrizkia
fa: پیشوند
he: קידומת

source: ftp:// or ftps://
eu_es: ftp:// o ftps://
fa: ftp:// یا ftps://
he: ftp:// אוֹ ftps://

source: sftp:// or ssh://
eu_es: sftp:// o ssh://
fa: sftp:// یا ssh://
he: sftp:// או ssh://

source: dav:// or davs://
eu_es: dav:// o davs://
fa: dav:// یا davs://
he: dav:// או davs://

source: Home
eu_es: Etxea
fa: صفحه اصلی
he: בית

source: Root
fa: ریشه
he: שורש

source: is free of
eu_es: libre
fa: رایگان است
he: הוא חופשי מ

source: Hard Drives
eu_es: Disko gogorrak
fa: دیسکهای سخت
he: כוננים קשיחים

source: Removable Drives
eu_es: Erauz daitezkeen unitateak
fa: درایوهای قابل جابجایی
he: כוננים נשלפיםכוננים נשלפים

source: Hide places section
eu_es: Lekuak ezkutatzeko atala
fa: بخش مخفی کردن مکان ها
he: קטע הסתר מקומות

source: Close app when Main directories are opened
eu_es: Direktorio nagusiak irekitzen direnean aplikazioa ixtea
fa: وقتی دایرکتوری های اصلی باز می شوند، برنامه را ببندید
he: סגור את האפליקציה כאשר הספריות הראשיות נפתחות

source: Close app when Hard Drives are opened
eu_es: Disko gogorrak irekitzen direnean aplikazioa itxi
fa: وقتی هارد دیسک باز می شود، برنامه را ببندید
he: סגור את האפליקציה כאשר כוננים קשיחים נפתחים

source: Close app when Removable Drives are opened
eu_es: Erauz daitezkeen unitateak irekitzen direnean aplikazioa ixtea
fa: وقتی درایوهای جداشدنی باز شدند، برنامه را ببندید
he: סגור את האפליקציה כאשר כוננים נשלפים נפתחים

source: Auto refresh disks (refresh time: 1.5 seconds)
eu_es: Eguneratze automatikoko diskoak (eguneratze-denbora: 1,5 segundo)
fa: به روز رسانی خودکار دیسک ها (زمان به روز رسانی: 1.5 ثانیه)
he: רענון אוטומטי של דיסקים (זמן רענון: 1.5 שניות)

source: Remember window size
eu_es: Leihoaren tamaina gogoratu
fa: اندازه پنجره را به خاطر بسپارید
he: זכור את גודל החלון

source: Use dark theme
eu_es: Gai iluna erabili
fa: از تم تیره استفاده کنید
he: השתמש בערכת נושא כהה

source: Restore Defaults
eu_es: Aurrez zehaztutako balioak leheneratzea
fa: بازیابی پیش فرض ها
he: לשחזר את ברירות מחדל

source: Home Page
eu_es: Orrialde nagusia
fa: صفحه نخست
he: דף הבית

source: My Computer
eu_es: Nire PC
fa: کامپیوتر من
he: המחשב שלי

source: Refresh
eu_es: Eguneratu
fa: تازه کردن
he: לְרַעֲנֵן

source: Mauna My Computer
eu_es: Mauna Nire PC
fa: Mauna کامپیوتر من
he: מאונה המחשב שלי

source: Unknown (/etc/os-release syntax error)
eu_es: Ezezaguna (sintaxi-errorea /etc/os-release)
fa: ناشناخته (/etc/os-release خطای نحوی)
he: לא ידוע (שגיאת תחביר /etc/os-release)

source: Unknown (/etc/os-release file not exists)
eu_es: Ezezaguna (artxiboa /etc/os-release ez da existitzen)
fa: ناشناخته (فایل/etc/os-release وجود ندارد)
he: לא ידוע (קובץ/etc/os-release אינו קיים)

source: About
eu_es: Zerbaiti buruz
fa: در باره
he: על אודות

source: About System
eu_es: Sistemari buruz
fa: درباره سیستم
he: על מערכת

source: Places
eu_es: Lekuak
fa: مکان ها
he: מקומות

source: Trash is empty
eu_es: Paperontzia hutsik
fa: سطل زباله خالی است
he: האשפה ריקה

source: Trash contains 1 file
eu_es: Paperontziak artxibo 1 dauka
fa: سطل زباله حاوی 1 فایل است
he: האשפה מכילה קובץ אחד

source: Trash contains %s files
eu_es: Paperontziak %s artxiboak ditu
fa: سطل زباله حاوی %s فایل است
he: האשפה מכילה %s קבצים

source: Trash
eu_es: Zaborra
fa: زباله ها
he: אַשׁפָּה

source: Computer
eu_es: Ordenagailua
fa: کامپیوتر
he: מַחשֵׁב

source: Browse the computer
eu_es: Taldea aztertu
fa: کامپیوتر را مرور کنید
he: עיין במחשב

source: Recent
eu_es: Duela gutxi
fa: اخیر
he: לאחרונה

source: Recent files
eu_es: Oraintsuko artxiboak
fa: فایل های اخیر
he: קבצים אחרונים

source: Add new
eu_es: Gehitu berria
fa: جدید اضافه کن
he: הוסף חדש

source: Disk is available, click to mount.
eu_es: Diskoa eskuragarri, klik egin muntatzeko.
fa: دیسک در دسترس است، برای نصب کلیک کنید.
he: דיסק זמין, לחץ כדי לעלות.

source: Mount
eu_es: Sakanbelatzea
fa: کوه
he: הר

source: Unmount
eu_es: Desmuntatu
fa: خارج کردن
he: בטל את הטעינה

source: Eject
eu_es: Kanporatu
fa: بیرون انداختن
he: לִפְלוֹט

source: Add Bookmark
eu_es: Markagailua gehitu
fa: اضافه کردن نشانه
he: הוסף סימניה

source: Remove Bookmark
eu_es: Markagailua ezabatzea
fa: حذف نشانک
he: הסר סימניה

source: Information
eu_es: Informazioa
fa: اطلاعات
he: מֵידָע

source: Please wait
eu_es: Itxaron
fa: لطفا صبر کنید
he: המתן בבקשה

source: Network device is unmounting.
eu_es: Sareko gailua desmuntatzen ari da.
fa: دستگاه شبکه در حال جداسازی است.
he: מכשיר הרשת מתנתק.

source: Disk is unmounting.
eu_es: Diskoa desmuntatzen ari da.
fa: دیسک در حال باز کردن است.
he: הדיסק מתנתק.

source: USB disk is unmounting.
eu_es: USB diskoa desmuntatzen ari da.
fa: دیسک USB در حال جدا شدن است.
he: דיסק USB מתנתק.

source: Card drive is unmounting.
eu_es: Txartel-unitatea desmuntatzen ari da.
fa: درایو کارت در حال باز کردن است.
he: כונן הכרטיס מתנתק.

source: Optical disk is unmounting.
eu_es: Disko optikoa desmuntatzen ari da.
fa: دیسک نوری در حال باز کردن است.
he: הדיסק האופטי מתנתק.

source: Optical drive is unmounting.
eu_es: Unitate optikoa desmuntatzen ari da.
fa: درایو نوری در حال باز کردن است.
he: כונן אופטי מתנתק.

source: Phone is unmounting.
eu_es: Telefonoa desmuntatzen ari da.
fa: تلفن در حال جدا شدن است.
he: הטלפון מתנתק.

source: Device ejected.
eu_es: Kanporatutako gailua.
fa: دستگاه خارج شد.
he: המכשיר נפלט.

source: Format
eu_es: Formatua
fa: قالب
he: פוּרמָט

source: Mount on Startup
eu_es: Muntaia hasieran
fa: سوار شدن هنگام راهاندازی
he: הר בהפעלה

source: Error
eu_es: Errorea
fa: خطا
he: שְׁגִיאָה

source: Unmounting process is done
eu_es: Desmuntatze prozesua egiten da
fa: فرآیند جداسازی انجام شده است
he: תהליך ביטול ההרכבה נעשה

source: You can eject the network device.
eu_es: Sareko gailua bota dezakezu.
fa: می توانید دستگاه شبکه را خارج کنید.
he: אתה יכול להוציא את התקן הרשת.

source: You can eject the disk.
eu_es: Diskoa bota dezakezu.
fa: می توانید دیسک را خارج کنید.
he: אתה יכול להוציא את הדיסק.

source: You can eject the USB disk.
eu_es: USB diskoa bota dezakezu.
fa: می توانید دیسک USB را خارج کنید.
he: אתה יכול להוציא את דיסק ה-USB.

source: You can eject the card drive.
eu_es: Txartel-unitatea bota dezakezu.
fa: می توانید درایو کارت را خارج کنید.
he: אתה יכול להוציא את כונן הכרטיס.

source: You can eject the optical disk.
eu_es: Disko optikoa bota dezakezu.
fa: می توانید دیسک نوری را خارج کنید.
he: אתה יכול להוציא את הדיסק האופטי.

source: You can eject the optical drive.
eu_es: Unitate optikoa bota dezake.
fa: می توانید درایو نوری را خارج کنید.
he: אתה יכול להוציא את הכונן האופטי.

source: You can eject the phone.
eu_es: Telefonoa bota dezakezu.
fa: می توانید گوشی را بیرون بیاورید.
he: אתה יכול להוציא את הטלפון.

source: Enter server addressâ€¦
eu_es: Sartu zerbitzariaren helbidea...
